[
  {
    "title": "Athenaeum-UCA Chair Award in Engineering and Architecture",
    "organization": "Athenaeum of Cádiz",
    "description": "Academic excellence award in the field of Engineering and Architecture. Date of issue: 2024",
    "url": "https://catedra-ateneo.uca.es/premios-catedra-ateneo-uca/resoluciones/"
  },
  {
    "title": "Outstanding Student Award (BSc) in Computer Science",
    "organization": "University of Cádiz",
    "description": "This award is given to the graduate with the highest academic record in the degree. Date of issue: 2024"
  },
  {
    "title": "Google Cloud Data Analyst Learning Path",
    "organization": "Google Cloud",
    "description": "In the Data Analyst learning path you will derive insights through data analysis and visualization using the Google Cloud and explore, mine, load, visualize, and extract insights from diverse Google BigQuery datasets. The courses also cover data loading, querying, schema modeling, optimizing performance, query pricing, and data visualization.",
    "url": "https://www.cloudskillsboost.google/public_profiles/e7eb279b-aeea-4017-9424-036d3054ecd1"
  },
  {
    "title": "Google Cloud Associate Cloud Engineer Learning Path",
    "organization": "Google Cloud",
    "description": "This learning path is designed to help you and your team prepare for the Google Associate Cloud Engineer exam. Even if you aren't planning to take the exam, the courses in this learning path will provide you with a solid understanding of how to set up a cloud solution environment, how to plan, configure, and deploy a cloud solution, and how to ensure successful operation of a cloud solution built with GCP resources and services.",
    "url": "https://www.cloudskillsboost.google/public_profiles/e7eb279b-aeea-4017-9424-036d3054ecd1"
  },
  {
    "title": "First Place in the IX edition of the Multisite Regional AdaByron 2023",
    "organization": "Complutense University of Madrid (UCM)",
    "description": "Won the first prize in a national competitive programming contest with two classmates. The contest was organized by the Complutense University of Madrid (UCM) and allowed us to take part in the final round in Madrid.",
    "url": "https://www.uca.es/noticia/estudiantes-de-la-esi-ganan-la-fase-regional-multisede-del-concurso-de-programacion-adabyron/"
  },
  {
    "title": "Certified Developer Associate (Python)",
    "organization": "MongoDB",
    "description": "This professional certification validates a developer's proficiency in using MongoDB with the Python programming language. It demonstrates the individual's knowledge and skills in designing and implementing applications that leverage MongoDB's features and functionalities effectively. Date of issue: 2023",
    "url": "https://learn.mongodb.com/c/gWokGr4BS3asn_7Y0unoJQ"
  },
  {
    "title": "Particle Physics: an Introduction",
    "organization": "University of Geneva | Coursera",
    "description": "This course introduces the student to subatomic physics, i.e. the physics of nuclei and particles. The course is structured in eight modules: the first one which introduces our subject, the modules 2 (nuclear physics) and 3 (accelerators and detectors), the modules 4 to 6 go into more depth about matter and forces as described by the standard model of particle physics, module 7 deals with our ways to search for new phenomena, and the last module introduces the student to two mysterious components of the Universe, namely Dark Matter and Dark Energy. Date of issue: 2023",
    "url": "https://coursera.org/verify/9WAPQAY2DZ7K"
  },
  {
    "title": "Machine Learning with Python",
    "organization": "freeCodeCamp",
    "description": "This certification is awarded to all those who have successfully completed the freeCodeCamp course on Machine Learning with Python. Date of issue: 2022",
    "url": "https://www.freecodecamp.org/certification/rubenperez/machine-learning-with-python-v7"
  },
  {
    "title": "CCNA: Introduction to Networks",
    "organization": "Cisco",
    "description": "Successfully completed the Introduction to Networks course and achieved this student level credential. Earner has knowledge of networking including IP addressing, how physical, data link protocols support Ethernet, can configure connectivity between switches, routers and end devices to provide access to local and remote resources. Date of issue: 2021",
    "url": "https://www.credly.com/badges/0ee6aee4-0f99-43d9-aa73-071cc279d569/linked_in_profile"
  },
  {
    "title": "Honorific Mentions (BSc)",
    "organization": "University of Cádiz",
    "description": "Awarded with seven Honorific Mentions in subjects throughout my academic journey, including one in my Bachelor's Thesis. Each mention is limited to the top 5% of students with outstanding performance."
  },
  {
    "title": "Cambridge English: First (FCE)",
    "organization": "Cambridge Assessment English",
    "description": "English language examination at an upper-intermediate level (B2) of the Common European Framework of Reference (CEFR). Date of issue: 2017."
  }
]
